Repository: eurolinux-enterprise-linux-sources/system-switch-java
Catalog: src/po/*.po
Languages: de

source: display text interface even if graphics display is available
de: zeige textbasierende Anzeige an, auch wenn grafische Anzeige verfügbar ist

source: An attempt to parse /var/lib/alternatives/java failed.
de: An attempt to parse /var/lib/alternatives/java ist fehlgeschlagen.

source: No supported Java packages were found. A supported Java package is one that installs a file of the form: /usr/lib/jvm/jre-$version-$vendor/bin/java For example, java-1.4.2-gcj-compat is a supported package because it installs: /usr/lib/jvm/jre-1.4.2-gcj/bin/java
de: Nicht unterstützte Java-Pakete gefunden. Ein unterstütztes Java-Paket ist eines, welches eine Datei der folgenden Form installiert: /usr/lib/jvm/jre-$version-$vendor/bin/java Zum Beispiel, java-1.4.2-gcj-compat ist ein unterstützes Paket, weil es installiert ist: /usr/lib/jvm/jre-1.4.2-gcj/bin/java

source: Select the default Java toolset for the system.
de: Wähle das Standard-Java-Werkzeugsets für das System.

source: Java Toolset Configuration
de: Java-Werkzeugset-Konfiguration

source: Installed Java Toolsets
de: Installierte Java-Werkzeugsets

source: The default Java toolset can only be configured by the root user.
de: DAs Standard-Java-Werkzeugset kann nur von root-Benutzer geändert werden.

source: Close
de: Schliessen

source: Change the default Java toolset
de: Ändere das Standard-Java-Werkzeugset

source: Java Toolset
de: Java-Werkzeugset
